{"data":{"markdownRemark":{"html":"<dl>\n  <dt>Codify privacy as a right and create foundational privacy rights to empower citizens, including:</dt>\n  <dd>\n    The right to be free from deceptive and harmful data practices that could lead to financial, physical, and reputational injury; the right to access detailed and clear information on how data is used and shared; the right to control the movement of data and prevent data from being distributed to unknown third parties; the right to delete or correct data; and the right to take their data to a competing product or service.\n  </dd>\n</dl>\n<dl>\n  <dt>Improve data security, protect sensitive personal data, and support civil rights in the digital economy.</dt>\n  <dd>\n    This bill would create data minimization standards and new data quality control mechanisms. It would also create heightened privacy standards for collecting and sharing sensitive data, such as biometric data and geolocation data.\n  </dd>\n</dl>\n<dl>\n  <dt>Place enforcement & accountability mechanisms.</dt>\n  <dd>\n  This bill would create new enforcement powers for the FTC to take action against unlawful discrimination. It would also empower consumers with a strong\n  <a rel=\"noopener noreferrer\" target=\"_blank\" href=\"https://uslawessentials.com/20141116what-is-an-implied-private-right-of-action/\">private right of action</a>. Accountability requirements would be created so that senior executives take responsibility for decisions that impact privacy and risk penalties when they fall short. States would be given the authority to fully enforce COPRA.\n  </dd>\n</dl>\n<p>We compiled these highlights from: <a rel=\"noopener noreferrer\" target=\"_blank\"\nhref=\"https://www.cantwell.senate.gov/imo/media/doc/COPRA%20Bill%20Text.pdf\">Full text of the bill</a>, <a rel=\"noopener noreferrer\" target=\"_blank\"\nhref=\"https://arstechnica.com/tech-policy/2019/11/senate-takes-another-stab-at-privacy-law-with-proposed-copra-bill/\">Ars Technica article: “Senate takes another stab at privacy law with proposed COPRA bill”</a>, <a rel=\"noopener noreferrer\" target=\"_blank\"\nhref=\"https://www.cantwell.senate.gov/imo/media/doc/COPRA%20One-Pager.pdf\">Official COPRA one-page summary</a></p>","frontmatter":{"title":"Consumer Online Privacy Rights Act (COPRA)"}}}}