{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"99c29eac-d1ed-5636-9336-8398e6705b3a","frontmatter":{"quotee":"Valerie Michel, Systems Engineering PhD Candidate at University of Virginia","policy":"copra","responseType":"highlight","industry":"the public"},"html":"<p>“I like that instead of creating limitations, it's creating user rights...I feel like if you were to limit infinite scroll that it would create some new sort of populating device. So I think it makes more sense to create rights on the side of the user engagement.”</p>"}},{"node":{"id":"2dbe16b9-9548-5704-b163-72ccf5eaa70d","frontmatter":{"quotee":"Valerie Michel, Systems Engineering PhD Candidate at University of Virginia","policy":"smart","responseType":"pro","industry":null},"html":"<p>“I think I agree with it in general, like app design is made to be as addicting as possible. And it kind of preys on the human instinct. So this is a good way to curb that on the company side.”</p>"}},{"node":{"id":"b985ff04-43ae-5f92-bf8e-2ca9dbed592e","frontmatter":{"quotee":"Najarian Peters, Faculty Fellow and Assistant Professor in the Institute for Privacy Protection at Seton Hall Law School and Faculty Associate at the Berkman Klein Center for Internet & Society","policy":"smart","responseType":"pro","industry":null},"html":"<p>“In the Kindergarten through 12th grade context, especially with fifth and sixth graders, I think that's a good thing, right? You don't want people glued to a screen for hours and hours.”</p>"}},{"node":{"id":"c286a255-1b12-5faf-8dbc-b57e0ae139db","frontmatter":{"quotee":"Mason Kortz, Clinical Instructor at the Harvard Law School Cyberlaw Clinic","policy":"smart","responseType":"con","industry":null},"html":"<p>“I think that there would be a lot of pushback from social media companies on a bill like this, I don't think they would ever use the word addiction, but the idea is that for them, each post read is money in the bank.”</p>"}},{"node":{"id":"14ffc6c3-a0bf-57d0-acd2-00377bb3267d","frontmatter":{"quotee":"Government Employee","policy":"smart","responseType":"con","industry":null},"html":"<p>“The way I think about this question of social media is not ‘we need to ban and control’. I think more, you should press the goals and let the company figure out how to do it. And it's not clear to me that even if you did this, smart companies couldn't just avoid requirements and still create different products in different ways.”</p>"}},{"node":{"id":"c1300853-83f0-5ac8-ad4c-a659385bb318","frontmatter":{"quotee":"Peter Dolanjski, former Director of Privacy & Security products at Mozilla","policy":"smart","responseType":"highlight","industry":"a technology expert"},"html":"<p>“It seems odd to ban very specific interaction behavior. I think this is hard to define and there are just so many corner cases including ways to work around these types of constraints, so specifically banning what currently are perceived to be the addictive aspects of social media would not be easily enforceable.”</p>"}},{"node":{"id":"93acb55f-8a4b-593b-b05a-f13d59dec0b4","frontmatter":{"quotee":"Design Lead, Nonprofit Organization","policy":"opa","responseType":"pro","industry":null},"html":"<p>“I like that this bill is trying to provide more measures to contact companies and more control to users. I'm not sure if this is the best way to do it.”</p>"}},{"node":{"id":"d803eb14-6a6c-598e-81df-21e6edf3cc4d","frontmatter":{"quotee":"Maggie Hughes, Graduate Student, MIT Media Lab","policy":"opa","responseType":"con","industry":null},"html":"<p>“I think the ability to delete your data is nice and I just don't think people download their data from Facebook. It feels like they're protecting themselves, being like 'you can access this data at any time' and I'm like that data doesn't mean anything to people and might not get at the meat of what data they all have or sold that might make you vulnerable. It feels just like a soft attempt to be more transparent.”</p>"}},{"node":{"id":"5c468cd4-4576-5182-bd6f-6fa7a389e164","frontmatter":{"quotee":"Vanessa Barone, Senior Governance Analyst, SageBionetworks","policy":"opa","responseType":"highlight","industry":"a biomedical researcher"},"html":"<p>“I've heard that for some of these bills the enforcement side is hard, or they're not getting the funding to do the enforcement side. So actually having a separate office that we do some of this is interesting to have in building our security.”</p>"}},{"node":{"id":"6d705b35-226c-5a53-9782-d881f0e3dc28","frontmatter":{"quotee":"Najarian Peters, Faculty Fellow and Assistant Professor in the Institute for Privacy Protection at Seton Hall Law School and Faculty Associate at the Berkman Klein Center for Internet & Society","policy":"opa","responseType":"con","industry":null},"html":"<p>“So when you say that under this administration, when we talk about the right to access, the right to correct or delete data.” The bill grants every American the right to access, correct or delete their data, I'm wondering about people who are not considered American. We need to think about immigration and some of the things that are happening, horrible things that are happening on that front.”</p>"}},{"node":{"id":"ad926eb3-29a3-5821-b8ce-716722a07b80","frontmatter":{"quotee":"Maria Filippelli, Public Interest Technology Census Fellow at New America","policy":"copra","responseType":"con","industry":null},"html":"<p>“I would encourage more definition of things, right? Like, ‘Duty of Loyalty’ -- I don't have a law degree so that might be very clear to some audiences but not me.”</p>"}},{"node":{"id":"46c31d49-e8b9-5937-9677-ea7f58ebad18","frontmatter":{"quotee":"Woody MacDuffie, Senior User Experience Designer, Thinkering","policy":"copra","responseType":"pro","industry":null},"html":"<p>“The right to correct inaccuracies makes more sense for health data. I have had a coworker who accidentally entered the wrong height in the [NIH’s] All of Us program, and he can't change it now. So he's a two foot six inches person who weighs 180 pounds.”</p>"}},{"node":{"id":"26b691d2-2f9e-5599-b6db-ec6b58464232","frontmatter":{"quotee":"John Wilbanks, Chief Commons Officer Sage Bionetworks","policy":"copra","responseType":"pro","industry":null},"html":"<p>“I like all of these. I mean, this is like saying, I like apple pie, right? I particularly like the data portability part. I think data portability is a really important element to especially our social graph, like my friend graph and my contact graph. If we're going to have movement out of Facebook and Twitter toward decentralized privacy, enabling networks, having that graph portable is really important as a form of anti-competitive, soft power.”</p>"}},{"node":{"id":"00653e78-b298-55db-a512-db952934b58a","frontmatter":{"quotee":"Peter Dolanjski, former Director of Privacy & Security products at Mozilla","policy":"copra","responseType":"con","industry":null},"html":"<p>“None of this matters unless it has teeth, can be enforced and there are actually penalties that are commensurate with the actual profits that are being derived.”</p>"}},{"node":{"id":"10e937f4-16e3-5a51-be44-f6d802dcbc96","frontmatter":{"quotee":"#33","policy":"opa","responseType":"pro","industry":null},"html":"<p>“The first bullet point is that Americans have the right to access, correct or delete their data, which makes sense. I like that it doesn't let you edit your data, only correct. So that's good. But you can delete it whenever you want. So, yeah, get clear obligations on companies.”</p>"}}]}}}