{
  "data": {
    "allMarkdownRemark": {
      "edges": [
        {
          "node": {
            "id": "07f747bc-90fa-50b6-91b0-be0cce20164f",
            "frontmatter": {
              "quotee": "#21",
              "policy": "copra",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>[Duty of] Loyalty seems like a very consumer phase of like you being loyal to a specific brand.</p>"
          }
        },
        {
          "node": {
            "id": "26b691d2-2f9e-5599-b6db-ec6b58464232",
            "frontmatter": {
              "quotee": "#31",
              "policy": "copra",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>I like all of these. I mean, this is like saying, I like apple pie, right? I mean, all this stuff is great. I particularly like the data portability part. I think data portability is a really important element to especially graph, like your friend graph and your contact graph. Like if we're going to have movement out of Facebook and Twitter toward decentralized privacy, enabling networks[...] That stuff is really is really, really important as a form of anti competitive, so soft power.</p>"
          }
        },
        {
          "node": {
            "id": "ec95d20d-7f57-5fe2-8c54-e6c583f38bae",
            "frontmatter": {
              "quotee": "#34",
              "policy": "copra",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>Deletion, correction, controls, minimization, security. Yeah, so for the first part there the data privacy right all sounds [...] in line with what we see with GDPR, for example. Makes sense.</p>"
          }
        },
        {
          "node": {
            "id": "ad926eb3-29a3-5821-b8ce-716722a07b80",
            "frontmatter": {
              "quotee": "#24",
              "policy": "copra",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>I would encourage more more definition of things, right? Like, Duty of Loyalty -- I don't have a law degree so that might mean be very clear to some audiences but not me.</p>"
          }
        },
        {
          "node": {
            "id": "b6a501c1-3088-551d-b327-dbb1b3ddc679",
            "frontmatter": {
              "quotee": "#13",
              "policy": "copra",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>I think it's important legislation [...] to provoke the discussion so that we can do the user research and we can figure out what are people's expectations.</p>"
          }
        },
        {
          "node": {
            "id": "00653e78-b298-55db-a512-db952934b58a",
            "frontmatter": {
              "quotee": "#16",
              "policy": "copra",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>So I think, again, all of this language is who would disagree with something like this language on its face, right? It's like it sounds really, really great. Duty of loyalty, right?\nBut then again, I go back to my question about how real is the action behind this language.</p>"
          }
        },
        {
          "node": {
            "id": "cc3ab24a-386d-5ff5-b4f2-25f604d5a3bc",
            "frontmatter": {
              "quotee": "#22",
              "policy": "copra",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>I do think it is a very strong example of creating user rights.</p>"
          }
        },
        {
          "node": {
            "id": "46c31d49-e8b9-5937-9677-ea7f58ebad18",
            "frontmatter": {
              "quotee": "#12",
              "policy": "copra",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>Right to correct inaccuracies makes more sense for health data [...] I have had a coworker who accidentally [entered] the wrong height in the [NIH’s] All of Us program, and he can't change it now. So he's a two foot six inches person who weighs 180 pounds.</p>"
          }
        },
        {
          "node": {
            "id": "c0293d71-f438-5724-a586-769ce41f5795",
            "frontmatter": {
              "quotee": "#11",
              "policy": "copra",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>I don't understand what duty of loyalty means.</p>"
          }
        },
        {
          "node": {
            "id": "d803eb14-6a6c-598e-81df-21e6edf3cc4d",
            "frontmatter": {
              "quotee": "#36",
              "policy": "opa",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>Yeah, I think the ability to delete your data [impermanence] is nice and I don't think people download their data from Facebook. [...] I feel like that's almost just covering their butts being ‘right oh you can access this at any time’ and I'm like, ‘but that doesn't mean anything to people and people aren't like that it feels just like a soft attempt to be more transparent...</p>"
          }
        },
        {
          "node": {
            "id": "10e937f4-16e3-5a51-be44-f6d802dcbc96",
            "frontmatter": {
              "quotee": "#6",
              "policy": "opa",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>The first bullet point is that Americans have the right to access, correct or delete their data, which makes sense. I like that it doesn't let you edit your data, only correct. So that's good. But you can delete it whenever you want. So, yeah. Get clear obligations on companies.</p>"
          }
        },
        {
          "node": {
            "id": "6d705b35-226c-5a53-9782-d881f0e3dc28",
            "frontmatter": {
              "quotee": "#16",
              "policy": "opa",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>So when you say that the bill grants every American the right to access, correct or delete their data, [...]I'm wondering about people who are not considered American. [...] We think about immigration and some of the things that are happening, horrible things that are happening on that front under this administration, when we talk about the right to access, correct or delete their data.</p>"
          }
        },
        {
          "node": {
            "id": "fcd6afc2-4047-5fd2-8a39-2a19a18d0b42",
            "frontmatter": {
              "quotee": "#13",
              "policy": "opa",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>what should happen when my friend uploads a picture to Facebook to me, and who gets to choose if that gets deleted?</p>"
          }
        },
        {
          "node": {
            "id": "4e9006c3-fc00-540a-98ee-9f43cb27fe9a",
            "frontmatter": {
              "quotee": "#40",
              "policy": "opa",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>Yeah, minimize a number of places, companies that have my email. I feel like once you have a super large network of places that had to email, my lay person understanding [is] that someone [can] hack one thing [and] has a much easier time accessing everything else.</p>"
          }
        },
        {
          "node": {
            "id": "93acb55f-8a4b-593b-b05a-f13d59dec0b4",
            "frontmatter": {
              "quotee": "#6",
              "policy": "opa",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>I like what it's doing to provide more measures to contact companies and more control. I'm not sure if this is the best way to do it.</p>"
          }
        },
        {
          "node": {
            "id": "d86cd5a3-6a0f-5497-8d68-4f7403ee9966",
            "frontmatter": {
              "quotee": "#22",
              "policy": "smart",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>I think consumers would react negatively to the federal government telling them how long should you want to happen?</p>"
          }
        },
        {
          "node": {
            "id": "2dbe16b9-9548-5704-b163-72ccf5eaa70d",
            "frontmatter": {
              "quotee": "#6",
              "policy": "smart",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>I think I agree with it in general, like app design is made to be as addicting as possible. And it kind of preys on the human instinct. So this is a good way to curb that on the like on the company side.</p>"
          }
        },
        {
          "node": {
            "id": "c286a255-1b12-5faf-8dbc-b57e0ae139db",
            "frontmatter": {
              "quotee": "#15",
              "policy": "smart",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>I think that there would be a lot of pushback from the, from social media companies on a bill like this, just given that, I don't think they would ever use the word addiction, but the idea is that for them, each post read is money in the bank.</p>"
          }
        },
        {
          "node": {
            "id": "b985ff04-43ae-5f92-bf8e-2ca9dbed592e",
            "frontmatter": {
              "quotee": "#16",
              "policy": "smart",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>[In the] K through 12 context, especially with fifth and sixth graders [...] I think that's a good thing, right? You don't want people you know, sort of glued to a screen, hours and hours.</p>"
          }
        },
        {
          "node": {
            "id": "d6a3a28f-defc-5128-89e3-b7b9f0512ea4",
            "frontmatter": {
              "quotee": "#13",
              "policy": "smart",
              "responseType": "pro",
              "industry": null
            },
            "html": "<p>...we talked about this for how problematic that is very context dependent. If I am searching for something specific, it is very useful to just be able to scroll until I find it. On the other hand, sort of infinite scroll absolutely encourages sort of if I'm not looking at the browsing behavior, I'm just browsing forever and definitely encouraging for the use. [...] Sure kill gamification.</p>"
          }
        },
        {
          "node": {
            "id": "988b8dbb-60af-5cf0-accc-6b686f5a768a",
            "frontmatter": {
              "quotee": "#34",
              "policy": "smart",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>...it seems odd to ban very specific interaction behavior. Because I think this is hard to define and like there's just so many corner cases and probably ways to work around these sorts of things [...] specifically banning what currently is perceived to be the addictive aspects of social media, seems like it would not be enforceable easily.</p>"
          }
        },
        {
          "node": {
            "id": "14ffc6c3-a0bf-57d0-acd2-00377bb3267d",
            "frontmatter": {
              "quotee": "#10",
              "policy": "smart",
              "responseType": "con",
              "industry": null
            },
            "html": "<p>The way I think about this question of social media is not we need to ban and control in a way of compact a little bit short sighted, I think more, you should press the goals and let the company figure out how to do it. And it's not clear to me that even if you did this, smart companies couldn't just avoid requirements get still create different products in different ways.</p>"
          }
        },
        {
          "node": {
            "id": "c1300853-83f0-5ac8-ad4c-a659385bb318",
            "frontmatter": {
              "quotee": "#34",
              "policy": "smart",
              "responseType": "highlight",
              "industry": "a technology expert"
            },
            "html": "<p>“It seems odd to ban very specific interaction behavior. Because I think this is hard to define and like there's just so many corner cases. Specifically banning what currently is perceived to be the addictive aspects of social media seems like it would not be enforceable easily.”</p>"
          }
        },
        {
          "node": {
            "id": "5c468cd4-4576-5182-bd6f-6fa7a389e164",
            "frontmatter": {
              "quotee": "#21",
              "policy": "opa",
              "responseType": "highlight",
              "industry": "a biomedical researcher"
            },
            "html": "<p>“I've heard that for some of these bills the enforcement side is hard, or they're not getting the funding to do the enforcement side. So actually having a separate office that we do some of this is interesting to have in building our security.”</p>"
          }
        },
        {
          "node": {
            "id": "99c29eac-d1ed-5636-9336-8398e6705b3a",
            "frontmatter": {
              "quotee": "#6",
              "policy": "copra",
              "responseType": "highlight",
              "industry": "the public"
            },
            "html": "<p>“I like that instead of creating limitations, it's creating user rights...I feel like if you were to limit infinite scroll that it would create some new sort of populating device. So I think it makes more sense to create rights on the side of the user engagement.”</p>"
          }
        }
      ]
    }
  }
}
