{
  "data": {
    "markdownRemark": {
      "html": "<dl>\n  <dt>Create user data rights.</dt>\n  <dd>\n    Users would be granted the right to access, correct, port, or delete their data on online platforms. This bill also creates new rights, such as the right to impermanence, which lets users decide how long companies can keep their data.\n  </dd>\n</dl>\n<dl>\n  <dt>Place clear obligations on companies for data collection and use.</dt>\n  <dd>\n    This bill minimizes the amount of data companies collect, process, disclose, and maintain, and bars companies from using data in discriminatory ways. Companies would be required to provide notification of a data breach or data sharing abuse to users and to receive consent in plain, simple language. Users would also be given the right to human review of automated decisions.\n  </dd>\n</dl>\n<dl>\n  <dt>Establish a Digital Privacy Agency (DPA).</dt>\n  <dd>\n    This agency would enforce privacy protections and investigate abuses. The DPA would be led by a Director that’s appointed by the President and confirmed by the Senate for a five-year term.\n  </dd>\n</dl>\n<dl>\n  <dt>Strengthen enforcement of privacy violations.</dt>\n  <dd>\n    State attorney generals would be empowered to enforce violations of the bill and allow individuals to appoint nonprofits to represent them in private class action lawsuits.\n  </dd>\n</dl>\n<p>We compiled these highlights from: <a rel=\"noopener noreferrer\" target=\"_blank\"\nhref=\"https://eshoo.house.gov/sites/eshoo.house.gov/files/migrated/wp-content/uploads/2019/11/Bill-Text-Online-Privacy-Act-Eshoo-Lofgren.pdf\">Full text of the bill</a>, <a rel=\"noopener noreferrer\" target=\"_blank\"\nhref=\"https://eshoo.house.gov/media/press-releases/eshoo-lofgren-introduce-online-privacy-act\">Official Online Privacy Act Press Release</a>, <a rel=\"noopener noreferrer\" target=\"_blank\"\nhref=\"https://eshoo.house.gov/sites/eshoo.house.gov/files/migrated/wp-content/uploads/2019/11/Section-by-Section-Online-Privacy-Act-Eshoo-Lofgren.pdf\">Official section-by-section summary of H.R. 4978</a></p>",
      "frontmatter": { "title": "Online Privacy Act (OPA)" }
    }
  }
}
